[
    {
        "id": 1,
        "imagen": "https://picsum.photos/id/1015/600/800",
        "titulo": "The Legend of Zelda: Breath of the Wild (Switch)",
        "descripcion": "Explora Hyrule en esta aventura de mundo abierto, multipremiada por su innovación y jugabilidad.",
        "categoria": [
            "aventura",
            "nintendo",
            "zelda"
        ],
        "precio": 54.99,
        "comentarios": [
            {
                "autor": "Carlos_M",
                "valoracion": 5,
                "texto": "Una obra maestra absoluta. La libertad para explorar Hyrule es increíble y cada momento del juego es memorable. Los gráficos son preciosos y la jugabilidad es perfecta."
            },
            {
                "autor": "Ana_Gamer",
                "valoracion": 4,
                "texto": "Muy buen juego, pero esperaba más de la historia. El mundo abierto es impresionante y las misiones secundarias son entretenidas. Merece la pena."
            },
            {
                "autor": "Luis_P",
                "valoracion": 5,
                "texto": "El mejor Zelda que he jugado. La física del juego y la interactividad con el mundo son revolucionarias. Ya llevo más de 200 horas y sigo descubriendo cosas nuevas."
            }
        ]
    },
    {
        "id": 2,
        "imagen": "https://picsum.photos/id/1016/600/800",
        "titulo": "God of War Ragnarök (PS5)",
        "descripcion": "Kratos y Atreus luchan contra los dioses nórdicos en una épica historia de acción.",
        "categoria": [
            "acción",
            "playstation",
            "aventura"
        ],
        "precio": 64.99,
        "comentarios": [
            {
                "autor": "María_R",
                "valoracion": 5,
                "texto": "Increíble secuela. La historia es emocionante y los gráficos en PS5 son espectaculares. El combate ha mejorado mucho y la relación entre Kratos y Atreus es conmovedora."
            },
            {
                "autor": "Diego_92",
                "valoracion": 4,
                "texto": "Excelente juego de acción. La narrativa es épica y los jefes son desafiantes. Aunque a veces se siente un poco largo, la experiencia general es impresionante."
            },
            {
                "autor": "Sofia_L",
                "valoracion": 5,
                "texto": "Obra maestra de la narrativa. Cada momento está cuidadosamente diseñado. Los gráficos, la música y la actuación de voz son de otro nivel. Un must-have para PS5."
            }
        ]
    },
    {
        "id": 4,
        "imagen": "https://picsum.photos/id/1019/600/800",
        "titulo": "Elden Ring (Xbox Series X)",
        "descripcion": "Un mundo oscuro repleto de secretos, peligros y batallas inolvidables. Creado por FromSoftware.",
        "categoria": [
            "rpg",
            "acción",
            "fantasía"
        ],
        "precio": 59.99,
        "comentarios": [
            {
                "autor": "Roberto_DS",
                "valoracion": 5,
                "texto": "El mejor RPG de mundo abierto que he jugado. La dificultad es desafiante pero justa, el mundo es enorme y lleno de secretos. Las batallas contra jefes son épicas. Absolutamente adictivo."
            },
            {
                "autor": "Carmen_V",
                "valoracion": 4,
                "texto": "Muy buen juego, pero extremadamente difícil. El mundo es hermoso y la exploración es recompensada. Sin embargo, la curva de dificultad puede ser frustrante para jugadores casuales."
            },
            {
                "autor": "Pablo_Dark",
                "valoracion": 5,
                "texto": "Obra maestra de FromSoftware. Combina lo mejor de Dark Souls con un mundo abierto increíble. Más de 150 horas y sigo descubriendo nuevas zonas y secretos. El combate es perfecto."
            }
        ]
    },
    {
        "id": 5,
        "imagen": "https://picsum.photos/id/1020/600/800",
        "titulo": "Mario Kart 8 Deluxe (Switch)",
        "descripcion": "Corre con Mario y sus amigos en divertidas y frenéticas pistas llenas de acción.",
        "categoria": [
            "carreras",
            "nintendo",
            "multijugador"
        ],
        "precio": 44.99,
        "comentarios": [
            {
                "autor": "Isabel_F",
                "valoracion": 5,
                "texto": "Perfecto para jugar en familia o con amigos. Las pistas son increíbles y el modo multijugador local es genial. El mejor Mario Kart hasta la fecha. Horas y horas de diversión garantizadas."
            },
            {
                "autor": "Alejandro_Kart",
                "valoracion": 5,
                "texto": "El juego de carreras perfecto. Los gráficos son hermosos, la jugabilidad es fluida y las pistas están muy bien diseñadas. El modo online funciona muy bien. Imprescindible para Switch."
            },
            {
                "autor": "Patricia_M",
                "valoracion": 4,
                "texto": "Muy divertido y adictivo. Las carreras son emocionantes y el sistema de objetos añade mucho caos divertido. La única pega es que puede ser frustrante cuando te golpean justo antes de la meta."
            }
        ]
    },
    {
        "id": 6,
        "imagen": "https://picsum.photos/id/1021/600/800",
        "titulo": "Horizon Forbidden West (PS5)",
        "descripcion": "Acompaña a Aloy mientras explora tierras peligrosas y enfrenta máquinas colosales.",
        "categoria": [
            "acción",
            "aventura",
            "playstation"
        ],
        "precio": 59.95,
        "comentarios": [
            {
                "autor": "Fernando_H",
                "valoracion": 5,
                "texto": "Gráficos absolutamente impresionantes en PS5. El mundo es vasto y hermoso, las máquinas son increíblemente detalladas y el combate es satisfactorio. La historia continúa siendo interesante."
            },
            {
                "autor": "Marta_A",
                "valoracion": 4,
                "texto": "Excelente secuela. La exploración es genial y las nuevas máquinas añaden variedad. A veces se siente un poco repetitivo, pero la calidad general es muy alta. Aloy es un personaje increíble."
            },
            {
                "autor": "David_W",
                "valoracion": 5,
                "texto": "Una de las mejores experiencias en PS5. Los gráficos son de otro mundo, especialmente con HDR. El combate con las máquinas es estratégico y emocionante. Mundo abierto lleno de contenido de calidad."
            }
        ]
    },
    {
        "id": 7,
        "imagen": "https://picsum.photos/id/1022/600/800",
        "titulo": "Metroid Dread (Switch)",
        "descripcion": "Samus Aran regresa en una nueva misión repleta de desafíos y criaturas peligrosas.",
        "categoria": [
            "aventura",
            "nintendo",
            "acción"
        ],
        "precio": 47.9,
        "comentarios": [
            {
                "autor": "Elena_Metroid",
                "valoracion": 5,
                "texto": "El mejor Metroid en años. La atmósfera es perfecta, los controles son precisos y los E.M.M.I. añaden tensión constante. El nivel de diseño es excelente. Un must-play para fans de la saga."
            },
            {
                "autor": "Jorge_S",
                "valoracion": 4,
                "texto": "Muy buen metroidvania. La jugabilidad es fluida y los controles se sienten perfectos. A veces puede ser un poco difícil navegar, pero la exploración es recompensada. Gran regreso para Samus."
            },
            {
                "autor": "Nuria_D",
                "valoracion": 5,
                "texto": "Increíble experiencia de juego. La tensión con los E.M.M.I. es palpitante, los gráficos 2.5D son hermosos y la progresión se siente muy natural. Una de las mejores aventuras de Samus."
            }
        ]
    },
    {
        "id": 8,
        "imagen": "https://picsum.photos/id/1023/600/800",
        "titulo": "Red Dead Redemption 2 (PS4)",
        "descripcion": "Vive el Salvaje Oeste en una historia profunda, gráficos increíbles y mundo abierto.",
        "categoria": [
            "aventura",
            "acción",
            "western"
        ],
        "precio": 39.99,
        "comentarios": [
            {
                "autor": "Sergio_RDR",
                "valoracion": 5,
                "texto": "Obra maestra absoluta. La historia es emocionante y los personajes están muy bien desarrollados. El mundo abierto es increíblemente detallado y vivo. Una experiencia cinematográfica única."
            },
            {
                "autor": "Cristina_W",
                "valoracion": 4,
                "texto": "Excelente juego con una narrativa impresionante. Los gráficos son preciosos y el mundo es enorme. A veces el ritmo puede ser lento, pero la atención al detalle es asombrosa. Arthur Morgan es inolvidable."
            },
            {
                "autor": "Antonio_B",
                "valoracion": 5,
                "texto": "El mejor juego de mundo abierto que he jugado. Cada detalle está cuidadosamente pensado. La historia es conmovedora y los personajes se sienten reales. Más de 100 horas de contenido de calidad."
            }
        ]
    },
    {
        "id": 10,
        "imagen": "https://picsum.photos/id/1025/600/800",
        "titulo": "The Last of Us Part II (PS4)",
        "descripcion": "Una historia emotiva y cruda, ambientada en un mundo postapocalíptico devastado.",
        "categoria": [
            "aventura",
            "acción",
            "playstation"
        ],
        "precio": 29.99,
        "comentarios": [
            {
                "autor": "Ivan_LOU",
                "valoracion": 5,
                "texto": "Una experiencia emocional intensa. La narrativa es poderosa y controvertida, los gráficos son impresionantes y el combate es tenso y estratégico. No es para todo el mundo, pero es una obra de arte."
            },
            {
                "autor": "Adriana_P",
                "valoracion": 4,
                "texto": "Historia muy impactante y bien contada. Los personajes están muy bien desarrollados y las decisiones narrativas son valientes. El combate es satisfactorio, aunque algunas secciones pueden ser largas."
            },
            {
                "autor": "Oscar_T",
                "valoracion": 5,
                "texto": "Obra maestra narrativa. La historia es cruda, emotiva y te hace reflexionar. Los gráficos en PS4 son increíbles, el sonido es inmersivo y la jugabilidad está pulida al máximo. Una experiencia que no olvidaré."
            }
        ]
    },
    {
        "id": 11,
        "imagen": "https://picsum.photos/id/1031/600/800",
        "titulo": "Super Mario Odyssey (Switch)",
        "descripcion": "Acompaña a Mario en una travesía mundial llena de sorpresas, plataformas innovadoras y la magia de Nintendo.",
        "categoria": [
            "plataformas",
            "aventura",
            "nintendo"
        ],
        "precio": 49.99,
        "comentarios": [
            {
                "autor": "Pepe_Nintendo",
                "valoracion": 5,
                "texto": "Imaginativo y divertido de principio a fin. El mejor Mario 3D en años. Ideal para todas las edades."
            },
            {
                "autor": "MartaG",
                "valoracion": 4,
                "texto": "Los niveles son coloridos y variados. El sistema de capturar enemigos con Cappy es brillante."
            },
            {
                "autor": "Samuel_Z",
                "valoracion": 5,
                "texto": "Repleto de secretos y puzzles. La banda sonora es pegadiza. Lo recomiendo mucho."
            }
        ]
    },
    {
        "id": 12,
        "imagen": "https://picsum.photos/id/1042/600/800",
        "titulo": "Horizon Zero Dawn (PS4)",
        "descripcion": "Descubre un mundo posapocalíptico dominado por máquinas en esta épica aventura de acción con Aloy.",
        "categoria": [
            "acción",
            "aventura",
            "playstation"
        ],
        "precio": 27.99,
        "comentarios": [
            {
                "autor": "Carla_HZD",
                "valoracion": 5,
                "texto": "El universo es increíblemente original y visualmente impresionante. Aloy es un gran personaje principal."
            },
            {
                "autor": "Victor_ME",
                "valoracion": 4,
                "texto": "Las batallas con robots son intensas y estratégicas. Algunas misiones secundarias repetitivas."
            },
            {
                "autor": "Elena_T",
                "valoracion": 5,
                "texto": "La historia engancha y el mapa está lleno de cosas por hacer. Muy recomendable."
            }
        ]
    }
]